<?php
// 1-> Имя папки клиента 
// 2-> ip 
// 3-> port 
// 4-> Версия клиента для автопатча директории (старые версии до 1.5.2)
// 5-> Тип запуска клиента 1 для старых версий 2 для новых
// 6-> 1 для запуска чистого клиента 1.6.2-1.6.4
//     2 для запуска клиента с forge без Liteloader 1.6.2-1.6.4
//     3 для запуска клиента с Liteloader и Liteloader+forge 1.6.2
//     4 для запуска клиента с Liteloader и Liteloader+forge 1.6.4
echo 
'
v152, localhost, 25565, 1.5.2, 1, none<::>
v147, localhost, 25565, 1.5.2, 1, none<::>
vanilla164, localhost, 25565, 1.6.4, 2, 1<::>
voxelaria162, localhost, 25564, 1.6.2, 2, 2<::>
voxelaria164, localhost, 25564, 1.6.4, 2, 2<::>
spoutcraft164, localhost, 25565, 1.6.2, 2, 1<::>
voxelaria172, localhost, 25565, 1.7.2, 2, 2<::>
vanilla174, localhost, 25565, 1.7.3, 2, 1<::>
Test, 212.83.147.47, 25815, 1.6.4, 3<::>
'
;
// Для версий 1.7.3 и 1.7.4 обязательно нужно указать 1.7.3. Иначе не будет читаться папка assets
?>
